{
  "labels": {
    "generateSituation": "Situation generieren",
    "advancedOptions": "Fortgeschrittene Optionen",
    "back": "Zurück",
    "done": "Fertig",
    "restart": "Neu starten",    
    "simpleOptions": "Einfache Optionen",
    "source": "Source-Code auf GitHub",
    "language": "Sprache",
    "introduction": "Einleitung",
    "difficulty": "Schwierigkeitsgrad",
    "id": "ID",
    "backConfirm": "Willst du wirklich zurück?",
    "scenario": "Szenario",
    "example": "Beispiel",
    "staff": "Staff",
    "tournament": "Turnier",
    "type": "Typ",
    "onPurpose": "Absichtlich",
    "opinion": "Meinung",
    "personality": "Persönlichkeit",
    "playerA": "Spieler A",
    "playerB": "Spieler B",
    "random": "Zufällig",
    "rel": "REL"    
  },
  "text": {
    "config": "Komplett zufällige Situation generieren!",
   "introduction0": "Warum?",
    "introduction1": "Gib Judges die Möglichkeit in ungewohnten (zufälligen) Situationen zu üben und Rulings zu geben.",
    "introduction2": "Die Situation wird herausfordernd durch den Gruppendruck, durch Schauspielern, als auch durch die Zuschauern.",
    "introduction3": "Zusammenführung der Community (es macht Spaß und wir lernen alle zusammen!)",
    "introduction4": "Die Szenarien sind unterschiedlich und testen Regelkenntnis, Diplomatie und Ivestigationsfähigkeiten",
    "introduction5": "Wie?",
    "introduction6": "Jede Situation erforder 2-4 Teilnehmer: Einen Judge und abhängig vom Szenario 1-2 Spieler und/oder einen Head Judge (vier bis sechs Teilnehmer pro Gruppe ist das Beste)",
    "introduction7": "Ermutige Leute auch Feedback zu geben, wenn sie nicht aktive Teilnehmer sind.",
    "introduction8": "Jede Gruppe nutzt die App um die Situationen zu generieren (manche der Details sind nicht für alle Teilnehmer verfügbar)",
    "introduction9": "Die Spieler bereiten eine Situation wie beschrieben vor und "rufen" einen Judge (dieser Schritt benötigt normalerweise ein paar Magickarten, habe welche für jede Gruppe bereit)",
    "introduction10": "Spieler A ist der Spieler, der den Judgecall verursacht (die Situation gibt an, ob absichtlich oder nicht)",
    "introduction11": "Falls relevant, kann Spieler B Spieler A des cheating beschuldigen.",
    "introduction12": "Der Judge beantwortet den Call",
    "introduction13": "Nachdem die Situation aufgeklärt wurde, diskutieren alle Beteiligten (Spieler, HJ und Zuschauer) die Situation, wobei Feedback sehr willkommen ist.",
    "introduction14": "Generiere eine neue Situation!",
    "introduction15": "Am Ende des Workshops kannst du alle Gruppen zusammenrufen und sie miteinander über das Gelernte diskutieren lassen."
  }
}
